Revit 2027 API
ParameterTypeId.SteelElemPatternNumber Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPatternNumber { get; }
Public Shared ReadOnly Property SteelElemPatternNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPatternNumber {
	ForgeTypeId^ get ();
}
static member SteelElemPatternNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace